Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# sharing.error.shareBack
source: Could not share back
ar: تعذر المشاركة مجددًا
bg: Не беше възможно противоположно споделяне
bn: শেয়ার ফেরত দিতে পারা যায়নি
ca: No s'ha pogut compartir de retorn
cs: Nepodařilo se sdílet zpět
da: Kunne ikke dele tilbage
de: Konnte nicht zurück teilen
el: Δεν ήταν δυνατή η κοινοποίηση πίσω
es: No se pudo compartir de vuelta
et: Jagamist ei õnnestunud tagasi saata
fa: نتوانست دوباره اشتراک کند
fi: Takaisinjakaminen epäonnistui
fil: Hindi makapag-share pabalik
fr: Impossible de partager en retour
he: לא היתה אפשרות לשתף בחזרה
hi: वापस शेयर नहीं किया जा सका
hr: Nije moguće dijeliti nazad
hu: Nem sikerült visszamegosztani
id: Tidak dapat membagikan kembali
is: Gat ekki deilt til baka
it: Impossibile condividere indietro
ja: シェアバックできませんでした
ko: 공유를 되돌릴 수 없음
lt: Nepavyko bendrinti atgal
lv: Nevar koplietot atpakaļ
nb: Kunne ikke dele tilbake
nl: Kunne ikke dele tilbake
nn: Kunne ikke dele tilbake
pl: Nie można udostępnić z powrotem
pt_br: Não foi possível compartilhar de volta
ro: Nu s-a putut partaja înapoi
ru: Не удалось поделиться в ответ
sk: Nepodarilo sa zdieľať späť
sl: Ni mogla deliti naprej
sr: Nije moguće deliti nazad
sv: Kunde inte dela tillbaka
sw: Haikuweza kuhisa nyuma
ta: திரும்பப் பகிர முடியவில்லை
th: ไม่สามารถแชร์กลับได้
tr: Geri paylaşılamadı
uk: Не вдалося поділитися назад
ur: واپس شیئر نہیں کیا جا سکا
vi: Không thể chia sẻ lại
zh_hans: 无法反向分享
zh_hant: 無法分享回去

# sharing.error.updateNotifications
source: Could not update notification settings
ar: تعذر تحديث إعدادات الإخطارات
bg: Не беше възможно актуализиране на настройките за известия
bn: বিজ্ঞপ্তি সেটিংস আপডেট করতে পারা যায়নি
ca: No s'han pogut actualitzar la configuració de notificacions
cs: Nepodařilo se aktualizovat nastavení oznámení
da: Kunne ikke opdatere notifikationsindstillinger
de: Benachrichtigungseinstellungen konnten nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση των ρυθμίσεων ειδοποιήσεων
es: No se pudieron actualizar los ajustes de notificaciones
et: Teatiste seadeid ei õnnestunud värskendada
fa: نتوانست تنظیمات اطلاع‌رسانی را به‌روز کند
fi: Ilmoitusasetuksia ei voitu päivittää
fil: Hindi ma-update ang notification settings
fr: Impossible de mettre à jour les paramètres de notification
he: לא היתה אפשרות לעדכן הגדרות התראות
hi: सूचना सेटिंग्स अपडेट नहीं की जा सकीं
hr: Nije moguće ažurirati postavke obavijesti
hu: Nem sikerült frissíteni az értesítési beállításokat
id: Tidak dapat memperbarui pengaturan notifikasi
is: Gat ekki uppfært tilkynningastillingar
it: Impossibile aggiornare le impostazioni di notifica
ja: 通知設定を更新できませんでした
ko: 알림 설정을 업데이트할 수 없음
lt: Nepavyko atnaujinti pranešimų nustatymus
lv: Nevar atjaunināt paziņojumu iestatījumus
nb: Kunne ikke oppdatere varslingsinnstillinger
nl: Kunne ikke oppdatere varslingsinnstillinger
nn: Kunne ikke oppdatere varslingsinnstillingar
pl: Nie można zaktualizować ustawień powiadomień
pt_br: Não foi possível atualizar configurações de notificações
ro: Nu s-au putut actualiza setările de notificare
ru: Не удалось обновить параметры уведомлений
sk: Nepodarilo sa aktualizovať nastavenia upozornení
sl: Ni mogla posodobiti nastavitev obvestil
sr: Nije moguće ažurirati postavke obaveštenja
sv: Kunde inte uppdatera aviseringsinställningar
sw: Haikuweza kusasisha mipangilio ya arifa
ta: அறிவிப்பு அமைப்புகளைப் புதுப்பிக்க முடியவில்லை
th: ไม่สามารถอัปเดตการตั้งค่าการแจ้งเตือน
tr: Bildirim ayarları güncellenemedi
uk: Не вдалося оновити параметри сповіщень
ur: اطلاع کی ترتیبات اپڈیٹ نہیں کی جا سکیں
vi: Không thể cập nhật cài đặt thông báo
zh_hans: 无法更新通知设置
zh_hant: 無法更新通知設定

# sharing.error.updateSettings
source: Could not update settings
ar: تعذر تحديث الإعدادات
bg: Не беше възможно актуализиране на настройките
bn: সেটিংস আপডেট করতে পারা যায়নি
ca: No s'ha pogut actualitzar la configuració
cs: Nepodařilo se aktualizovat nastavení
da: Kunne ikke opdatere indstillinger
de: Einstellungen konnten nicht aktualisiert werden
el: Δεν ήταν δυνατή η ενημέρωση των ρυθμίσεων
es: No se pudieron actualizar los ajustes
et: Seadeid ei õnnestunud värskendada
fa: نتوانست تنظیمات را به‌روز کند
fi: Asetuksia ei voitu päivittää
fil: Hindi ma-update ang mga setting
fr: Impossible de mettre à jour les paramètres
he: לא היתה אפשרות לעדכן הגדרות
hi: सेटिंग्स अपडेट नहीं की जा सकीं
hr: Nije moguće ažurirati postavke
hu: Nem sikerült frissíteni a beállításokat
id: Tidak dapat memperbarui pengaturan
is: Gat ekki uppfært stillingar
it: Impossibile aggiornare le impostazioni
ja: 設定を更新できませんでした
ko: 설정을 업데이트할 수 없음
lt: Nepavyko atnaujinti nustatymus
lv: Nevar atjaunināt iestatījumus
nb: Kunne ikke oppdatere innstillinger
nl: Kunne ikke oppdatere innstillinger
nn: Kunne ikke oppdatere innstillingar
pl: Nie można zaktualizować ustawień
pt_br: Não foi possível atualizar configurações
ro: Nu s-au putut actualiza setările
ru: Не удалось обновить параметры
sk: Nepodarilo sa aktualizovať nastavenia
sl: Ni mogla posodobiti nastavitev
sr: Nije moguće ažurirati postavke
sv: Kunde inte uppdatera inställningar
sw: Haikuweza kusasisha mipangilio
ta: அமைப்புகளைப் புதுப்பிக்க முடியவில்லை
th: ไม่สามารถอัปเดตการตั้งค่า
tr: Ayarlar güncellenemedi
uk: Не вдалося оновити параметри
ur: ترتیبات اپڈیٹ نہیں کی جا سکیں
vi: Không thể cập nhật cài đặt
zh_hans: 无法更新设置
zh_hant: 無法更新設定

# sharing.friendsTitle
source: Friends
ar: الأصدقاء
bg: Приятели
bn: বন্ধুরা
ca: Amics
cs: Přátelé
da: Venner
de: Freunde
el: Φίλοι
es: Amigos
et: Sõbrad
fa: دوستان
fi: Ystävät
fil: Mga Kaibigan
fr: Amis
he: חברים
hi: दोस्त
hr: Prijatelji
hu: Barátok
id: Teman
is: Vinir
it: Amici
ja: 友人
ko: 친구
lt: Draugai
lv: Draugi
nb: Venner
nl: Venner
nn: Venner
pl: Znajomi
pt_br: Amigos
ro: Prieteni
ru: Друзья
sk: Priatelia
sl: Prijatelji
sr: Prijatelji
sv: Vänner
sw: Rafiki
ta: நண்பர்கள்
th: เพื่อน
tr: Arkadaşlar
uk: Друзі
ur: دوست
vi: Bạn bè
zh_hans: 好友
zh_hant: 朋友

# sharing.hidden
source: Hidden
ar: مخفي
bg: Скрито
bn: লুকানো
ca: Amagat
cs: Skryto
da: Skjult
de: Verborgen
el: Κρυμμένο
es: Oculto
et: Peidetud
fa: پنهان
fi: Piilotettu
fil: Nakatagpo
fr: Masqué
he: מוסתר
hi: छिपा हुआ
hr: Skriveno
hu: Rejtett
id: Tersembunyi
is: Falin
it: Nascosto
ja: 非表示
ko: 숨김
lt: Paslėpta
lv: Paslēpts
nb: Skjult
nl: Skjult
nn: Skjult
pl: Ukryte
pt_br: Oculto
ro: Ascuns
ru: Скрыто
sk: Skryté
sl: Skrito
sr: Sakriveno
sv: Dold
sw: Imefichwa
ta: மறைக்கப்பட்டது
th: ซ่อน
tr: Gizli
uk: Приховано
ur: چھپا ہوا
vi: Ẩn
zh_hans: 已隐藏
zh_hant: 隱藏

# sharing.hidden.description
source: People you hide are still your friends. They just don't appear in your friends list.
ar: الأشخاص الذين تخفيهم يظلون أصدقاءك. لكنهم لا يظهرون في قائمة أصدقائك.
bg: Хората, които скривате, все още са ваши приятели. Те просто не се показват в списъка ви с приятели.
bn: আপনি যাদের লুকান, তারা এখনও আপনার বন্ধু। তারা শুধু আপনার বন্ধুদের তালিকায় দেখা যায় না।
ca: Les persones que ocultes continuen sent amigues teves. Simplement no apareixen a la teva llista d'amics.
cs: Lidé, které skryjete, zůstávají vašimi přáteli. Jen se nezobrazují ve vašem seznamu přátel.
da: Personer, du skjuler, er stadig dine venner. De vises bare ikke på din venneliste.
de: Personen, die du ausblendest, bleiben deine Freunde. Sie werden nur nicht in deiner Freundesliste angezeigt.
el: Τα άτομα που κρύβετε παραμένουν φίλοι σας. Απλώς δεν εμφανίζονται στη λίστα φίλων σας.
es: Las personas que ocultas siguen siendo tus amigos. Simplemente no aparecen en tu lista de amigos.
et: Peidetud inimesed on endiselt sinu sõbrad. Neid lihtsalt ei kuvata sõprade loendis.
fa: افرادی که پنهان می‌کنید همچنان دوستان شما هستند. فقط در فهرست دوستانتان نمایش داده نمی‌شوند.
fi: Piilottamasi henkilöt ovat edelleen ystäviäsi. He eivät vain näy ystävälistallasi.
fil: Kaibigan mo pa rin ang mga taong itinatago mo. Hindi lang sila lumalabas sa listahan ng iyong mga kaibigan.
fr: Les personnes que vous masquez restent vos amis. Elles n'apparaissent simplement pas dans votre liste d'amis.
he: אנשים שהסתרתם עדיין חברים שלכם. הם פשוט לא מופיעים ברשימת החברים שלכם.
hi: जिन लोगों को आप छिपाते हैं, वे अब भी आपके मित्र हैं। वे आपकी मित्र सूची में दिखाई नहीं देते।
hr: Osobe koje sakrijete i dalje su vam prijatelji. Samo se ne prikazuju na vašem popisu prijatelja.
hu: Az elrejtett személyek továbbra is a barátaid. Csak nem jelennek meg a barátlistádon.
id: Orang yang Anda sembunyikan tetap menjadi teman Anda. Mereka hanya tidak muncul di daftar teman.
is: Fólk sem þú felur er enn meðal vina þinna. Það birtist bara ekki á vinalistanum.
it: Le persone che nascondi restano comunque tra i tuoi amici. Semplicemente non compaiono nell'elenco amici.
ja: 非表示にした人も友達のままです。友達リストに表示されないだけです。
ko: 숨긴 사람도 여전히 친구입니다. 친구 목록에만 표시되지 않습니다.
lt: Žmonės, kuriuos slepiate, vis dar yra jūsų draugai. Jie tiesiog nerodomi jūsų draugų sąraše.
lv: Cilvēki, kurus paslēpjat, joprojām ir jūsu draugi. Viņi vienkārši netiek rādīti jūsu draugu sarakstā.
nb: Personer du skjuler er fortsatt vennene dine. De vises bare ikke i vennelisten.
nl: Mensen die je verbergt, zijn nog steeds je vrienden. Ze verschijnen alleen niet in je vriendenlijst.
nn: Personar du skjuler, er framleis venene dine. Dei blir berre ikkje viste i venelista.
pl: Osoby, które ukryjesz, nadal są Twoimi znajomymi. Po prostu nie są widoczne na liście znajomych.
pt_br: As pessoas que você oculta continuam sendo suas amigas. Elas apenas não aparecem na sua lista de amigos.
ro: Persoanele pe care le ascunzi rămân prietenii tăi. Doar că nu apar în lista ta de prieteni.
ru: Скрытые вами люди остаются вашими друзьями. Они просто не отображаются в списке друзей.
sk: Ľudia, ktorých skryjete, sú stále vašimi priateľmi. Len sa nezobrazujú vo vašom zozname priateľov.
sl: Osebe, ki jih skrijete, so še vedno vaši prijatelji. Le na vašem seznamu prijateljev niso prikazane.
sr: Osobe koje sakrijete i dalje su vaši prijatelji. Samo se ne prikazuju na listi prijatelja.
sv: Personer du döljer är fortfarande dina vänner. De visas bara inte i din vänlista.
sw: Watu unaowaficha bado ni marafiki zako. Hawaonekani tu kwenye orodha yako ya marafiki.
ta: நீங்கள் மறைக்கும் நபர்கள் இன்னும் உங்கள் நண்பர்களே. அவர்கள் உங்கள் நண்பர்கள் பட்டியலில் மட்டும் தோன்றமாட்டார்கள்.
th: คนที่คุณซ่อนไว้ยังคงเป็นเพื่อนของคุณ เพียงแต่จะไม่ปรากฏในรายชื่อเพื่อน
tr: Gizlediğiniz kişiler hâlâ arkadaşlarınızdır. Yalnızca arkadaş listenizde görünmezler.
uk: Люди, яких ви приховали, усе ще є вашими друзями. Вони просто не відображаються у вашому списку друзів.
ur: جن لوگوں کو آپ چھپاتے ہیں وہ اب بھی آپ کے دوست ہیں۔ وہ صرف آپ کی دوستوں کی فہرست میں نظر نہیں آتے۔
vi: Những người bạn ẩn vẫn là bạn bè của bạn. Họ chỉ không xuất hiện trong danh sách bạn bè.
zh_hans: 隐藏的用户仍是你的好友，只是不会出现在好友列表中。
zh_hant: 你隱藏的人仍是你的朋友，只是不會出現在好友清單中。

# sharing.hidden.show
source: Show
ar: إظهار
bg: Покажи
bn: দেখান
ca: Mostra
cs: Zobrazit
da: Vis
de: Anzeigen
el: Εμφάνιση
es: Mostrar
et: Näita
fa: نمایش
fi: Näytä
fil: Ipakita
fr: Afficher
he: הצג
hi: दिखाएँ
hr: Prikaži
hu: Megjelenítés
id: Tampilkan
is: Sýna
it: Mostra
ja: 表示
ko: 표시
lt: Rodyti
lv: Rādīt
nb: Vis
nl: Tonen
nn: Vis
pl: Pokaż
pt_br: Mostrar
ro: Afișează
ru: Показать
sk: Zobraziť
sl: Pokaži
sr: Prikaži
sv: Visa
sw: Onyesha
ta: காட்டு
th: แสดง
tr: Göster
uk: Показати
ur: دکھائیں
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# sharing.hiddenAndBlocked
source: Hidden and blocked
ar: المخفون والمحظورون
bg: Скрити и блокирани
bn: লুকানো ও ব্লক করা
ca: Ocults i bloquejats
cs: Skrytí a blokovaní
da: Skjulte og blokerede
de: Ausgeblendet und blockiert
el: Κρυφοί και αποκλεισμένοι
es: Ocultos y bloqueados
et: Peidetud ja blokeeritud
fa: پنهان‌شده‌ها و مسدودشده‌ها
fi: Piilotetut ja estetyt
fil: Mga nakatago at naka-block
fr: Masqués et bloqués
he: מוסתרים וחסומים
hi: छिपे और ब्लॉक किए गए
hr: Skriveni i blokirani
hu: Elrejtett és letiltott
id: Tersembunyi dan diblokir
is: Faldir og útilokaðir notendur
it: Nascosti e bloccati
ja: 非表示とブロック済み
ko: 숨김 및 차단
lt: Paslėpti ir užblokuoti
lv: Paslēptie un bloķētie
nb: Skjulte og blokkerte
nl: Verborgen en geblokkeerde personen
nn: Skjulte og blokkerte
pl: Ukryci i zablokowani
pt_br: Ocultos e bloqueados
ro: Ascunși și blocați
ru: Скрытые и заблокированные
sk: Skrytí a zablokovaní
sl: Skriti in blokirani
sr: Skriveni i blokirani
sv: Dolda och blockerade
sw: Waliofichwa na waliozuiwa
ta: மறைக்கப்பட்ட மற்றும் தடுக்கப்பட்டவர்கள்
th: ซ่อนและบล็อก
tr: Gizlenenler ve engellenenler
uk: Приховані та заблоковані
ur: چھپے ہوئے اور بلاک شدہ
vi: Đã ẩn và bị chặn
zh_hans: 已隐藏和已屏蔽
zh_hant: 已隱藏與封鎖

# sharing.loading
source: Loading...
ar: جاري التحميل...
bg: Зареждане...
bn: লোড হচ্ছে...
ca: Carregant...
cs: Načítání...
da: Indlæser...
de: Lädt...
el: Γίνεται φόρτωση...
es: Cargando...
et: Laadin...
fa: در حال بارگیری...
fi: Ladataan...
fil: Naglo-load...
fr: Chargement...
he: טוען...
hi: लोड हो रहा है...
hr: Učitavanje...
hu: Betöltés...
id: Memuat...
is: Hleð...
it: Caricamento...
ja: 読み込み中...
ko: 불러오는 중...
lt: Kraunasi...
lv: Ielāde...
nb: Laster...
nl: Laster...
nn: Lastar...
pl: Ładowanie...
pt_br: Carregando...
ro: Se încarcă...
ru: Загрузка...
sk: Načítavam...
sl: Nalagam...
sr: Učitavanje...
sv: Läser in...
sw: Inapakia...
ta: ஏற்றுகிறது...
th: กำลังโหลด...
tr: Yükleniyor...
uk: Завантаження...
ur: لوڈ ہو رہا ہے...
vi: Đang tải...
zh_hans: 加载中...
zh_hant: 載入中...

# sharing.loadingShifts
source: Loading shifts...
ar: جاري تحميل الورديات...
bg: Зареждане на смени...
bn: শিফট লোড হচ্ছে...
ca: Carregant torns...
cs: Načítání směn...
da: Indlæser vakter...
de: Schichten werden geladen...
el: Γίνεται φόρτωση βάρδιων...
es: Cargando turnos...
et: Laadin vahte...
fa: در حال بارگیری شیفت‌ها...
fi: Ladataan vuoroja...
fil: Naglo-load ng mga shift...
fr: Chargement des vagues...
he: טוען משמרות...
hi: शिफ्ट लोड हो रहे हैं...
hr: Učitavanje smjena...
hu: Műszakok betöltése...
id: Memuat shift...
is: Hladen vaktir...
it: Caricamento vature...
ja: シフトを読み込み中...
ko: 근무를 불러오는 중...
lt: Kraunasi pamainų...
lv: Ielādē maiņas...
nb: Laster vakter...
nl: Laster vakter...
nn: Lastar vakter...
pl: Ładowanie wakat...
pt_br: Carregando turnos...
ro: Se încarcă schimburile...
ru: Загрузка смен...
sk: Načítavam zmeny...
sl: Nalagam izmene...
sr: Učitavanje smena...
sv: Läser in vakter...
sw: Inapakia zamu...
ta: ஷிப்டுகளைப் பதிவிறக்குகிறது...
th: กำลังโหลดเวร...
tr: Vardiyalar yükleniyor...
uk: Завантаження змін...
ur: شفٹوں کو لوڈ کیا جا رہا ہے...
vi: Đang tải ca làm việc...
zh_hans: 加载班次中...
zh_hant: 載入班次中...

# sharing.menu.notifyMeOfTheirShifts
source: Notify me of %@'s shifts
ar: إخطاري بمناوبات %@
bg: Извести ме за смените на %@
bn: %@-এর শিফট সম্পর্কে আমাকে জানান
ca: Notifica'm dels torns de %@
cs: Upozornit mě na směny uživatele %@
da: Giv mig besked om %@'s vakter
de: Benachrichtige mich über die Schichten von %@
el: Ειδοποίησέ με για τις βάρδιες του %@
es: Notificarme sobre los turnos de %@
et: Teavita mind %@ vahetus kohta
fa: اطلاع‌رسانی برای شیفت‌های %@
fi: Ilmoita minulle käyttäjän %@ vuoroista
fil: Paalam-alaman ako tungkol sa mga shift ni %@
fr: Me notifier des vagues de %@
he: הודע לי על משמרות של %@
hi: %@ की शिफ्ट के बारे में मुझे सूचित करें
hr: Obavijesti me o smjenama od %@
hu: Értesítsen %@ műszakairól
id: Beri tahu saya tentang shift %@
is: Tilkynna mér um vaktir %@
it: Notificami dei turni di %@
ja: %@のシフトについて通知を受け取る
ko: %@의 근무표 알림 받기
lt: Pranešti man apie %@ pamainą
lv: Paziņot man par %@ maiņām
nb: Varsle meg om vaktene til %@
nl: Meld me op de hoogte van de vachten van %@
nn: Varsle meg om vaktene til %@
pl: Powiadom mnie o zmianach użytkownika %@
pt_br: Notifique-me sobre os turnos de %@
ro: Notifică-mă despre turile lui %@
ru: Уведомлять меня о смenах %@
sk: Upozorniť ma na zmeny od %@
sl: Obvesti me o izmenah uporabnika %@
sr: Obavesti me o smenama korisnika %@
sv: Meddela mig om %@:s skift
sw: Nitaka kujua kuhusu zamu za %@
ta: %@இன் ஷிப்டுகளைப் பற்றி என்னை அறிவிக்கவும்
th: แจ้งเตือนฉันเกี่ยวกับกะของ %@
tr: %@'nin vardiyalarından beni haberdar et
uk: Сповіщати мене про зміни %@
ur: %@ کی شفٹوں کی مجھے اطلاع دیں
vi: Thông báo cho tôi về ca làm việc của %@
zh_hans: 通知我%@的班次
zh_hant: 通知我 %@ 的班次

# sharing.menu.notifyThemOfMyShifts
source: Notify %@ of my shifts
ar: إخطار %@ بمناوباتي
bg: Извести %@ за моите смени
bn: %@-কে আমার শিফট সম্পর্কে জানান
ca: Notifica %@ dels meus torns
cs: Upozornit %@ na moje směny
da: Giv %@ besked om mine vakter
de: Benachrichtige %@ über meine Schichten
el: Ειδοποίησε τον %@ για τις βάρδιές μου
es: Notificar a %@ sobre mis turnos
et: Teavita %@ minu vahetuste kohta
fa: اطلاع‌رسانی به %@ درباره شیفت‌های من
fi: Ilmoita käyttäjälle %@ minun vuoroistani
fil: Paalam-alaman ang %@ tungkol sa aking mga shift
fr: Notifier %@ de mes vagues
he: הודע ל-%@ על המשמרות שלי
hi: %@ को मेरी शिफ्ट के बारे में सूचित करें
hr: Obavijesti %@ o mojim smjenama
hu: Értesítsen %@-t az én műszakaimról
id: Beri tahu %@ tentang shift saya
is: Tilkynna %@ um mínar vaktir
it: Notifica %@ dei miei turni
ja: %@に自分のシフトについて通知する
ko: %@에게 내 근무표 알림 보내기
lt: Pranešti %@ apie mano pamainą
lv: Paziņot %@ par maniem maiņām
nb: Varsle %@ om mine vakter
nl: Stel %@ in kennis van mijn vachten
nn: Varsle %@ om mine vakter
pl: Powiadom %@ o moich zmianach
pt_br: Notifique %@ sobre meus turnos
ro: Notifică %@ despre turile mele
ru: Уведомлять %@ о моих сменах
sk: Upozorniť %@ na moje zmeny
sl: Obvesti %@ o mojih izmenah
sr: Obavesti %@ o mojim smenama
sv: Meddela %@ om mina skift
sw: Mwarifu %@ kuhusu zamu zangu
ta: %@ஐ எனது ஷிப்டுகளைப் பற்றி அறிவிக்கவும்
th: แจ้งเตือน %@ เกี่ยวกับกะของฉัน
tr: %@'yi benim vardiyalarımdan haberdar et
uk: Сповіщати %@ про мої зміни
ur: %@ کو میری شفٹوں کی اطلاع دیں
vi: Thông báo cho %@ về ca làm việc của tôi
zh_hans: 通知%@我的班次
zh_hant: 通知 %@ 我的班次

# sharing.menu.showThemMyEarnings
source: Show %@ my earnings
ar: عرض %@ أرباحي
bg: Покажи на %@ моите печалби
bn: %@-কে আমার উপার্জন দেখান
ca: Mostra a %@ els meus guanys
cs: Zobrazit %@ moje příjmy
da: Vis %@ min indtjening
de: Zeige %@ mein Einkommen
el: Δείξε στον %@ τα κέρδη μου
es: Mostrar a %@ mis ganancias
et: Näita %@ minu teeniseid
fa: نمایش درآمد خود به %@
fi: Näytä käyttäjälle %@ minun ansioni
fil: Ipakita sa %@ ang aking kita
fr: Montrer à %@ mes gains
he: הצג ל-%@ את ההכנסות שלי
hi: %@ को मेरी कमाई दिखाएं
hr: Prikaži %@ moje zarade
hu: Mutasd meg %@-nak a jövedelmemet
id: Tunjukkan %@ penghasilan saya
is: Sýna %@ tekjur mínar
it: Mostra a %@ i miei guadagni
ja: %@に自分の収入を表示
ko: %@에게 내 수입 표시
lt: Rodyti %@ mano uždarbį
lv: Rādīt %@ manu peļņu
nb: Vis %@ inntjeningen min
nl: Toon %@ mijn inkomsten
nn: Vis %@ inntjeningen min
pl: Pokaż użytkownikowi %@ moje zarobki
pt_br: Mostrar a %@ meus ganhos
ro: Arată %@ câștigurile mele
ru: Показать %@ мой доход
sk: Zobraziť %@ môj príjem
sl: Prikaži %@ moje zaslužke
sr: Prikaži %@ moju zaradu
sv: Visa %@ mina inkomster
sw: Onyesha %@ mapato yangu
ta: %@ஐ எனது வருமானத்தைக் காட்டு
th: แสดง %@ รายได้ของฉัน
tr: %@'ye benim kazancımı göster
uk: Показати %@ мої заробітки
ur: %@ کو میری کمائی دکھائیں
vi: Hiện %@ thu nhập của tôi
zh_hans: 向%@显示我的收入
zh_hant: 向 %@ 顯示我的收入

# sharing.noSharers
source: No one is sharing with you
ar: لا أحد يشارك معك
bg: Никой не споделя с вас
bn: কেউ আপনার সাথে শেয়ার করছে না
ca: Nadie comparteix contigo
cs: Nikdo s vámi nesdílí
da: Ingen deler med dig
de: Niemand teilt mit Ihnen
el: Κανείς δεν κοινοποιεί με εσάς
es: Nadie comparte contigo
et: Keegi sinu vahte jagama ei ole
fa: هیچ کسی با شما اشتراک نمی‌کند
fi: Kukaan ei jaa sinulle
fil: Walang nagbabahagi sa iyo
fr: Personne ne partage avec vous
he: אף אחד לא משתף איתך
hi: कोई भी आपके साथ शेयर नहीं कर रहा है
hr: Nitko ne dijeli s tobom
hu: Senki sem oszt meg veled
id: Tidak ada yang berbagi dengan Anda
is: Enginn er að deila með þér
it: Nessuno condivide con te
ja: あなたとシェアしている人はいません
ko: 당신과 공유하는 사람이 없음
lt: Niekas su tavimi nebendrina
lv: Neviens ar jums nekoplietoja
nb: Ingen deler med deg
nl: Ingen deler med deg
nn: Ingen deler med deg
pl: Nikt nie udostępnia z tobą
pt_br: Ninguém está compartilhando com você
ro: Nimeni nu partajează cu tine
ru: Никто не делится с вами
sk: Nikto s vami nezdieľa
sl: Nihče ne deli s tabo
sr: Niko ne deli sa vama
sv: Ingen delar med dig
sw: Hakuna anayehisa na wewe
ta: யாரும் உனக்குப் பகிர்ந்துகொள்ளவில்லை
th: ไม่มีใครแชร์กับคุณ
tr: Seninle kimse paylaşmıyor
uk: Ніхто не ділиться з вами
ur: کوئی آپ کے ساتھ شیئر نہیں کر رہا
vi: Không ai chia sẻ với bạn
zh_hans: 没有人与您分享
zh_hant: 沒有人與你分享

# sharing.noSharersDescription
source: When someone shares their shifts with you, they will appear here
ar: عندما يشارك شخص ما وردياته معك، ستظهر هنا
bg: Когато някой споделя смените си с вас, те ще се появят тук
bn: যখন কেউ তাদের শিফট আপনার সাথে শেয়ার করে, তখন সেগুলি এখানে প্রদর্শিত হবে
ca: Quan algú comparteixi els seus torns amb tu, apareixeran aquí
cs: Když si někdo sdílí své směny s vámi, zobrazí se zde
da: Når nogen deler deres vakter med dig, vises de her
de: Wenn jemand seine Schichten mit Ihnen teilt, werden diese hier angezeigt
el: Όταν κάποιος κοινοποιεί τις βάρδιες του με εσάς, θα εμφανίζονται εδώ
es: Cuando alguien comparta sus turnos contigo, aparecerán aquí
et: Kui keegi jagab sinuga oma vahte, kuvatakse need siin
fa: هنگامی که کسی شیفت‌های خود را با شما به اشتراک بگذارد، اینجا نمایش داده می‌شود
fi: Kun joku jakaa vuoronsa sinulle, ne näkyvät täällä
fil: Kapag may nagbahagi ng kanilang mga shift sa iyo, lilitaw sila dito
fr: Quand quelqu'un partage ses vagues avec vous, elles apparaîtront ici
he: כאשר מישהו משתף איתך את משמרותיו, הם יופיעו כאן
hi: जब कोई आपके साथ अपनी शिफ्ट शेयर करता है, तो वह यहां दिखाई देगी
hr: Kada netko podijeli svoje smjene s tobom, pojavit će se ovdje
hu: Amikor valaki megosztja a műszakait veled, itt fognak megjelenni
id: Ketika seseorang membagikan shift mereka dengan Anda, mereka akan muncul di sini
is: Þegar einhver deilir vöktum sínum með þér munu þær birtast hér
it: Quando qualcuno condivide le sue vature con te, appariranno qui
ja: 誰かがシフトをあなたとシェアすると、ここに表示されます
ko: 누군가 근무를 당신과 공유하면 여기에 표시됩니다
lt: Kai kas nors bendrina savo pamainas su tavimi, jos bus rodomos čia
lv: Kad kāds ar jums koplietos savas maiņas, tās parādīsies šeit
nb: Når noen deler vaktene sine med deg, vil de vises her
nl: Når noen deler vaktene sine med deg, vil de vises her
nn: Når nokon deler vaktene sine med deg, vil dei vislast her
pl: Gdy ktoś udostępni z tobą swoje wakt, pojawią się tutaj
pt_br: Quando alguém compartilhar seus turnos com você, eles aparecerão aqui
ro: Când cineva vă partajează schimburile sale cu dumneavoastră, vor apărea aici
ru: Когда кто-то делится своими сменами с вами, они появятся здесь
sk: Keď si niekto zdieli svoje zmeny s vami, objavia sa tu
sl: Ko nekdo deli svoje izmene s tabo, se bodo prikazale tukaj
sr: Kada neko podeli svoje smene sa vama, pojaviće se ovde
sv: När någon delar sina vakter med dig visas de här
sw: Wakati mtu yeyote anahisa zamu zake na wewe, zitaonekana hapa
ta: யாரேனும் தங்கள் ஷிப்டுகளை உனக்குப் பகிர்ந்துகொள்ளும் போது, அவை இங்கே தோன்றும்
th: เมื่อใครบางคนแชร์เวรของพวกเขากับคุณ จะปรากฏที่นี่
tr: Biri vardiyalarını seninle paylaştığında, buraya görünecekler
uk: Коли хтось поділиться своїми змінами з вами, вони з'являться тут
ur: جب کوئی اپنی شفٹوں کو آپ کے ساتھ شیئر کرے گا، وہ یہاں دکھائی دیں گی
vi: Khi ai đó chia sẻ ca làm việc của họ với bạn, chúng sẽ xuất hiện ở đây
zh_hans: 当有人与您分享他们的班次时，将显示在这里
zh_hant: 當有人與你分享他們的班次時，將顯示在這裡
